<?php
chdir($_SERVER['DOCUMENT_ROOT']);
include 'includes/header.php'; ?>

		<div class="content-left">
			<div class="block">
				<h1 class="title">ТОП-5 правил хорошего стримера</h1>
				<p>В этой статье мы собрали все самые главные правила хорошего стримера, которых нужно придерживаться, чтобы ваша трансляция получила шанс стать популярной. Список правил составлен на основании длительных наблюдений за начинающими стримерами, которые допускают различного рода ошибки, не позволяющие им сдвинуться с нулевой отметки и обрести постоянных зрителей.</p>

				<h2>Правило №1. Прекратите что-либо выпрашивать у зрителей</h2>
				<ul class="cool-list">
					<li><b>Уберите все номера ваших электронных кошельков с экрана!</b> Люди приходят следить за любимой игрой, общаться с единомышленниками, слушать музыку, но уж точно не платить незнакомому человеку, который сидит и играет на компьютере, вместо того, чтобы пойти на работу и клянчит у зрителей денег за просто так. Если человеку понравится ваш стрим, со временем он сам воспользуется услугой "говорящий донат" (его еще называют "мужик с Дискавери"), чтобы задать вам какой-нибудь вопрос, высказать свою точку зрения или просто смачно пошутить на весь стрим.</li>
					<li><b>Не выпрашивайте подписки.</b> Выпрашивание подписки выглядит довольно жалко и унизительно. Это почти то же самое, что рассказать глупую шутку, а потом попросить всех рассмеяться по команде. Если ваш стрим понравится, зритель и без вашей просьбы нажмет заветную кнопку, чтобы вернуться снова. Навязывание подписки не то что не принесет никакого положительного результата, а напротив, оттолкнет зрителей вашего канала.</li>
				</ul>

				<h2>Правило №2. Тщательно проверьте настройки стрима</h2>
				<p>Довольно часто попадаются трансляции, смотреть которые просто невозможно из-за очень низкого качества видео. Все дело в неправильных настройках. Вот список основных параметров трансляции, которых нужно придерживаться:</p>
				<ul class="cool-list">
					<li><b>Соотношение сторон экрана 16:9.</b> Если соотношение сторон видео в вашей трансляции отличается от указанного, то на экране будут появляться черные полосы, либо картинка будет неестественно сжата или растянута.</li>
					<li><b>Нащупайте свой битрейт.</b> Если битрейт будет слишком большой, то у зрителей постоянно будет происходить буферизация. Смотреть такие трансляции невозможно. А если же битрейт будет слишком мал, то качество видео будет слишком низким и мало кто захочет надолго задержаться на вашем стриме. Нащупайте золотую середину. Значение битрейта, которое нужно указывать, зависит от скорости вашего интернет-соединения, разрешения экрана, количества кадров в секунду и других факторов.</li>
				</ul>
				
				<h2>Правило №3. Обязательно включите веб-камеру</h2>
				<p>Это чуть ли не самое важное правило! Зрители должны вас видеть, иначе надолго они не задержатся. Как ни крути, но стример без веб-камеры имеет гораздо меньше шансов, чем тот, у кого она есть. Поэтому позаботьтесь о том, чтобы зрители видели с кем имеют дело. Люди имеют привычку довольно пристально рассматривать стримера и порой наблюдают за его поведением даже чаще, чем за самой игрой. Кстати, освещение также очень важно, поэтому включенная настольная лампа (особенно в темное время суток), расположенная перед вами, значительно улучшает качество картинки на веб-камерах невысокого качества.</p>
				
				<h2>Правило №4. Общайтесь с аудиторией</h2>				
				<ul class="cool-list">
					<li><b>Читайте и отвечайте на все сообщения в чате.</b> Зрители приходят за общением в режиме онлайн. Посмотреть геймплей игрока среднего уровня (каковым вы скорее всего и являетесь) они могут и в записи на Ютубе или еще где-то, поэтому общение с аудиторией должно быть для вас на первом месте. Позаботьтесь о том, чтобы вы всегда могли видеть открытый чат вашего канала. Для этого может понадобиться второй монитор или же ноутбук (смартфон, планшет), который всегда должен быть неподалеку. Не уходите в игру с головой на десятки минут. Посматривайте на чат как можно чаще и отвечайте на все сообщения, которые вам пишут.</li>
					<li><b>Общайтесь даже тогда, когда вам ничего не пишут.</b> Вам нужно научиться разговаривать самому с собой! Часто бывает так, что никто ничего не пишет. В таком случае не стоит просить зрителей активизироваться в чате. Наоборот, это поставит их в неловкое положение и по заказу писать они точно не начнут. Человек вообще не любит, когда его заставляют что-либо делать вопреки его желанию и этот случай не исключение. Гораздо лучше будет в такой ситуации представить, что вы записываете видео для Ютуба и комментируете свои действия вслух, а также, по возможности, анализируете происходящее в игре. Причем нести какую-то ересь, лишь бы чем-то заполнить эфир, не стоит. Постарайтесь быть как можно более остроумней и оригинальней в ваших высказываниях.</li>
					<li><b>Исключите мат из своей речи.</b> Если вы будете косить под уголовника-рецидивиста, за плечами которого не одна ходка на зону и не один отмотанный от звонка до звонка срок, то люди за это к вам не потянутся. Наоборот, подобное поведение отталкивает и вызывает презрение. Материться через каждое слово — не значит быть крутым и интересным публике. Большинство здравомыслящих и уважающих себя людей уйдет, услышав трехэтажный мат из уст необремененного интеллектом "вьюноши". Останутся лишь те, кто недалеко ушел в плане умственного развития. А оно вам надо? Зачем вам такой контингент? Запомните — мат нужно использовать как приправу, а не как основное блюдо и делать это нужно только в редких случаях.</li>
					<li><b>Как следует настройте микрофон.</b> Наверное, с этого и надо было начинать, ведь эта деталь чуть ли не самая важная. Микрофон должен быть настроен идеально. Лучше всего будет сразу раскошелиться и купить приличный девайс. Если же такой возможности еще нет, то постарайтесь выжать максимум из имеющегося. Используйте эквалайзер, чтобы погасить излишек средних и низких частот и поднять высокие. Также не помешает включить шумоподавление и усиление.</li>
				</ul>
				
				<h2>Правило №5. Не будьте законченным нубом</h2>
				<p>Все, что было рассмотрено ранее, очень важно, но может потерять свой смысл, если вы совершенно не умеете играть. Большинство ваших зрителей является игроками среднего, а то и более высокого уровня, поэтому при виде законченного нуба они сначала посмеются и поиздеваются над вами, а потом просто уйдут на другой канал. Вам конечно не нужно быть супер профессиональным игроком, чтобы привлечь внимание к своей персоне, но все-таки уровень вашей игры должен быть выше среднего, тогда вам будет что рассказать новичкам и ответить на их вопросы в чате, которые обязательно возникнут.</p>
				<p>Ну и самое главное — просто будьте самим собой и если у вас есть потенциал хорошего и популярного стримера, то он обязательно со временем раскроется.</p>
			</div>
		</div>
		<div class="sidebar-right">
					</div>
		<div class="clear"></div>
	</div>

<?php include 'includes/footer.php'; ?>