<?php
chdir($_SERVER['DOCUMENT_ROOT']);
include 'includes/header.php'; ?>
<div class="content-left">
    <div class="block">
        <h1 class="title">Ошибка 404 — страница не найдена</h1>
        <p>К сожалению, страница, которую вы пытались открыть, не существует.</p>
        <p>Верные способы попасть на несуществующую страницу:</p>
        <ul class="cool-list">
            <li>ошибиться при наборе адреса страницы вручную (URL);</li>
            <li>забыть поменять раскладку клавиатуры и печатать не глядя на экран;</li>
            <li>перейти по ссылке на страницу, которая была удалена или переименована;</li>
            <li>перейти по неработающей ссылке, в которой была допущена опечатка;</li>
        </ul>
        <p>Нам очень жаль что так получилось и мы приносим свои извинения за доставленные неудобства.</p>
        <p>Разрешить возникшую ситуацию можно одним из следующих способов:</p>
        <ul class="cool-list">
            <li>проверить раскладку клавиатуры и попробовать ввести адрес заново;</li>
            <li>перейти на <a href="/">главную страницу</a> сайта;</li>
        </ul>
        <p>По любым возникшим вопросам вы можете написать нам на <a href="mailto:twitchmaster.ru@gmail.com">twitchmaster.ru@gmail.com</a>.</p>
    </div>
</div>
<div class="sidebar-right">
</div>
<div class="clear"></div>
</div>
<?php include 'includes/footer.php'; ?>
